Repository: sople1/AudioMate
Catalog: AudioMate/*.lproj/Localizable.strings
Languages: es, ja, pt, ru

source: %.1fms in
es: %.1fms entrada
pt: %.1fms entrada
ru: Входов: %.1fms

source: %.1fms out
es: %.1fms salida
pt: %.1fms saída
ru: выходов: %.1fms

source: %@ Actions
es: Acciones para %@
ja: %@アクション
pt: Ações para: %@
ru: Действия для %@

source: %@ appeared
es: %@ añadido
ja: %@が現れました
pt: %@ conectado(a).
ru: Устройство %@ подключено

source: %@ audio was muted
es: %@ en silencio
ja: %@オーディオがミュートされました
pt: %@ está sem som.
ru: Звук %@ отключен

source: %@ audio was unmuted
es: %@ activo
ja: %@オーディオのミュートが解除されました
pt: %@ está com som.
ru: Звук %@ включен

source: %@ clock source
es: Fuente de reloj %@
ja: %@時計ソース
pt: Fonte do relógio: %@
ru: Тактовый генератор %@

# %@ clock source changed to %@
source: %1$@ clock source changed to %2$@
es: La fuente de reloj de %1$@ ha cambiado a %2$@
ja: %1$@クロックソースが%2$@に変更されました
pt: Fonte do relógio de %1$@ alterada para %2$@.
ru: Тактовый генератор %1$@ изменён на %2$@

source: %@ disappeared
es: %@ retirado
ja: %@が消えました
pt: %@ desconectado(a).
ru: Устройство %@ было отключено

# %@ sample rate changed to %@
source: %1$@ sample rate changed to %2$@
es: La frecuencia de muestreo de %1$@ ha cambiado a %2$@
ja: %1$@サンプルレートが%2$@に変更されました
pt: Taxa de amostragem de %1$@ alterada para %2$@.
ru: Частота дискретизации %1$@ изменена на %2$@

# %@ volume changed to %@
source: %1$@ volume changed to %2$@
es: El volumen de %1$@ ha cambiado a %2$@
ja: %1$@音量が%2$@に変更されました
pt: Volume de %1$@ alterado para %2$@.
ru: Громкость %1$@ изменена на %2$@

# %d in/ %d out
source: %1$d in/ %2$d out
es: %1$d de entrada/%2$d de salida
pt: %1$d entrada(s) / %2$d saída(s)
ru: Входов: %1$d, выходов: %2$d

source: Audio Device Appeared
es: Dispositivo añadido
ja: オーディオデバイスが現れました
pt: Dispositivo de Áudio Conectado
ru: Звуковое устройство подключено

source: Audio Device Disappeared
es: Dispositivo retirado
ja: オーディオデバイスが消えました
pt: Dispositivo de Áudio Desconectado
ru: Звуковое устройство отключено

source: Audio Muted
es: Audio en silencio
ja: オーディオをミュート
pt: Dispositivo sem Som
ru: Звук отключен

source: Audio Unmuted
es: Audio activo
ja: オーディオのミュート解除
pt: Dispositivo com Som
ru: Звук включен

source: Blue appearance
es: Apariencia Azul
ja: ブルー外観
pt: Azul
ru: Синий

# Channels layout: %@ I/O latency: %@
source: Channels layout: %1$@ I/O latency: %2$@
es: Configuración de canales: %1$@ Latencia de entrada/salida: %2$@
ja: チャンネルのレイアウト:%1$@ I/Oレイテンシ: %2$@
pt: Leiaute de canais: %1$@ Latência de E/S: %2$@
ru: Каналы: %1$@ Задержка ввода/вывода: %2$@

source: Clock Source Changed
es: Nueva fuente de reloj
ja: クロックソースが変更されました
pt: Fonte do Relógio Alterada
ru: Тактовый генератор изменён

source: Default
es: Desbloqueada
ja: デフォルト
pt: Padrão
ru: По умолчанию

source: Default clock source
es: Fuente de reloj desbloqueada
ja: デフォルトのクロックソース
pt: Fonte do relógio: Padrão
ru: Тактовый генератор по умолчанию

source: Getting Started / Register…
es: Instrucciones de uso / Registro…
ja: 始めましょう / 登録する…
ru: Начало работы / Регистрация…

source: Getting Started…
es: Instrucciones de uso…
ja: 始めましょう…
ru: Начало работы…

source: Graphite appearance
es: Apariencia Grafito
ja: グラファイト外観
pt: Grafite
ru: Графит

source: Honor system's appearance
es: Usar la apariencia del sistema
ja: システム定義の外観を優先
pt: Igual ao Sistema
ru: В соответствии с оформлением системы

source: Muted
es: Silenciado
ja: ミュート
pt: Sem Som
ru: Звук отключен

source: N/A
es: N/D
pt: N/D
ru: н/д

source: None
es: Ninguno
ja: なし
pt: Nenhum
ru: Нет

source: OK
ru: ОК

source: Play alerts and sound effects through %@
es: Reproducir alertas y efectos mediante %@
ja: アラートと音響効果を%@から再生する
pt: Reproduzir alertas e efeitos de som usando %@
ru: Воспроизводить уведомления и звуковые эффекты через %@

source: Please double-check that you have entered your name and serial number correctly.
es: Por favor compruebe que haya introducido su nombre y número de serie correctamente.
ja: ユーザー名とシリアル番号を正しく入力したか、もう一度確認してください。
ru: Пожалуйста, проверьте, что вы правильно ввели ваше имя и серийный номер.

source: Quit
es: Salir
ja: 終了
pt: Encerrar
ru: Выход

source: Register Now
es: Registrar ahora
ja: 今すぐ登録
ru: Зарегистрироваться

source: Registration details are not valid
es: Los detalles de registro no son válidos
ja: 登録情報が正しくありません
ru: Регистрационные данные неверны

source: Sample Rate
es: Frecuencia de muestreo
ja: サンプルレート
pt: Taxa de Amostragem
ru: Частота дискретизации

source: Sample Rate + Clock Source
es: Frecuencia de muestreo + Fuente de reloj
ja: サンプルレート+クロックソース
pt: Taxa de Amostragem + Fonte do Relógio
ru: Частота дискретизации + тактовый генератор

source: Sample Rate + Master Output Volume
es: Frecuencia de muestreo + Volumen de Salida Maestro
ja: サンプルレート+マスター出力音量
pt: Taxa de Amostragem + Volume de Saída Principal
ru: Частота дискретизации + громкость

source: Sample Rate + Master Output Volume Graphic
es: Frecuencia de muestreo + Volumen de Salida Maestro Gráfico
ja: サンプルレート+マスター出力音量(グラフィック)
pt: Taxa de Amostragem + Gráfico do Volume de Saída Principal
ru: Частота дискретизации + громкость (графически)

source: Sample Rate + Master Output Volume Percentage
es: Frecuencia de muestreo + Volumen de Salida Maestro (%)
ja: サンプルレート+マスター出力音量(パーセント)
pt: Taxa de Amostragem + Porcentagem do Volume de Saída Principal
ru: Частота дискретизации + громкость (в процентах)

source: Sample Rate Changed
es: Nueva frecuencia de muestreo
ja: サンプルレートが変更されました
pt: Taxa de Amostragem Alterada
ru: Частота дискретизации изменена

source: Show Master Volumes
es: Mostrar volúmenes maestro
ja: マスター音量を表示
pt: Mostrar Volumes Principais
ru: Показывать громкости выходов

source: Show Preferences
es: Mostrar preferencias
ja: 設定画面を表示
pt: Mostrar Preferências
ru: Показать свойства

source: Show Sample Rates
es: Mostrar frecuencias de muestreo
ja: サンプルレートを表示
pt: Mostrar Taxas de Amostragem
ru: Показывать частоты дискретизации

source: Unmuted
es: Activado
ja: ミュート解除
pt: Com Som
ru: Звук включен

source: Use %@ for sound input
es: Utilizar %@ para la entrada de sonido
ja: 音声入力に%@を使用する
pt: Usar %@ para entrada de som
ru: Использовать %@ для ввода звука

source: Use %@ for sound output
es: Utilizar %@ para la salida de sonido
ja: 音声出力に%@を使用する
pt: Usar %@ para saída de som
ru: Использовать %@ для вывода звука

source: Volume Changed
es: Nuevo volumen
ja: 音量が変更されました
pt: Volume Alterado
ru: Громкость изменена

source: Your copy is now fully registered.
es: Su copia ha sido registrada correctamente.
ja: ユーザー登録が完了しました。
ru: Ваша копия зарегистрирована.

source: Match system's default audio output device
es: Dispositivo de salida de audio predeterminado del sistema
pt: Saída de áudio padrão do sistema
ru: В соответствии с системным устройством вывода по умолчанию

source: %.1f kHz
ru: %.1f кГц

source: %.3f kHz
ru: %.3f кГц
